{
    "column_about": "Обо мне",
    "column_skill": "Навыки",
    "column_projects": "Проекты",
    "welcome_message": "Здравствуйте, добро пожаловать на мой веб-портфолио!",
    "contact": "контакт",
    "email": "Электронная почта:",
    "cell_phone": "Телефон: (71) 99259-4946",
    "btn_msg": "Посмотреть больше",
    "copyright": "&copy; 2024 Самуэль Роша. Все права защищены.",
    "recipes_description": "Проект в группе, включавший создание приложения рецептов с различными маршрутами доступа и управлением состоянием приложения.",
    "tfc_description": "Приложение представляет собой сайт для управления системой футбольных игр через контейнеризированный бэкэнд и моделированный с помощью Sequelize.",
    "delivery_description": "Репозиторий Ruby On Rails для приложения доставки с аутентификацией, потоками, Docker и тестированием. Бэкэнд и пользовательский интерфейс с ролями :admin и developer.",
    "agrix_description": "Java-проект, выполненный с использованием экосистемы Spring и реализующий систему управления фермами.",
    "resraturant_description": "Приложение представляет собой систему для генерации меню с учетом возможных диетических ограничений и доступности ингредиентов на складе.",
    "weather_app": "Android-приложение для консультации погоды. Использует API OpenWeather, материал дизайна, интерфейсы и классы данных.",
    "name_projects": "Проекты",
    "explore_title_projects": "☀️ Исследуйте Мои Проекты",
    "explore_description_projects": "Ознакомьтесь с другими проектами и совместной работой на моем <a rel=\"noopener noreferrer\" href=\"https://github.com/SamuelRocha91/\" target=\"_blank\">GitHub<a>.",
    "about": [
        {
            "id": 1,
            "title": "Самуэль Роша",
            "src": "./images/perfil.png",
            "alt": "фото профиля Самуэля",
            "description": "Full-Stack веб-разработчик"
        },
        {
            "id": 2,
            "title": "Профессионал",
            "src": "./images/tecnology.jpeg",
            "alt": "фото экрана с кодом программирования",
            "description": "Окончил курс веб-разработки в <a href='https://www.betrybe.com/' style='text-decoration: underline;'>Trybe</a>, имею опыт работы в проектах фронтенда и бэкенда с использованием различных современных технологий. Получил сертификаты от freeCodeCamp, HackerRank и LWSA, что подтверждает мою постоянную стремление к обучению и совершенствованию."
        },
        {
            "id": 3,
            "title": "Родной город",
            "src": "./images/cityOfSalvador.jpg",
            "alt": "Церковь Бонфим, Сальвадор",
            "description": "Бразилец, 33 года, родился и вырос в Сальвадоре-BA: живописный город, богатый культурой и традициями."
        },
        {
            "id": 4,
            "title": "Профиль",
            "src": "./images/sunset.jpg",
            "alt": "мужчина сидит на песке, смотрит на море",
            "description": "Мои хобби включают чтение, бег, походы на пляж и просмотр футбола. Мне нравятся простые вещи, общение с людьми и природа."
        }
    ]
}